Repository: d6u/infm700-project-3
Catalog: patterson-park/*.po
Languages: es_es

source: We are sorry. The page that you are looking for cannot be found. You can try again from the
es_es: Lo sentimos. La página que está buscando no se puede encontrar. Usted puede intentar otra vez desde el

source: Home Page
es_es: Página de inicio

source: home page
es_es: Página de inicio

source: or if you think something is wrong, please
es_es: o si cree que algo está mal, por favor

source: Email the Friends of Patterson Park
es_es: Enviar los Amigos del Parque Patterson

source: contact us
es_es: contáctenos

source: Find us at:
es_es: Nos encontrará en:

source: Get Directions from Google
es_es: Cómo llegar de Google

source: Contact Us
es_es: Contáctenos

source: Phone:
es_es: Teléfono:

source: Subscribe to Email Newsletter
es_es: Suscribirse al boletín electrónico

source: Email Address
es_es: Email

source: Subscribe
es_es: Suscribir

source: Search this Website
es_es: Buscar en este sitio web

source: Search Site
es_es: Búsqueda en el sitio

source: Search
es_es: Buscar

source: Copyright © 2013 Friends of Patterson Park. All Rights Reserved.
es_es: Copyright © 2013 Friends of Patterson Park. Todos los derechos reservados.

source: The Friends of Patterson Park
es_es: Los Amigos del Parque Patterson

source: The Friends of Patterson Park works to ensure the park’s vitality as a treasured green space and encourages use and appreciation by neighbors, visitors, and future generations.
es_es: Los Amigos del Parque Patterson trabaja para asegurar la vitalidad del parque como un espacio verde atesorado y alienta el uso y el aprecio por los vecinos, visitantes y las generaciones futuras.

source: Friends Features
es_es: Características Amigos

source: Get Involved
es_es: Involúcrate

source: The Friends of Patterson Park needs your help to keep Baltimores Best Backyard as a community oasis. Volunteers and member donations help keep the Friends of Patterson Park going strong. Get involved today!
es_es: Los Amigos del Parque Patterson necesita su ayuda para mantener Baltimores Mejor Backyard como un oasis comunidad. Voluntarios y donaciones miembros ayudan a mantener los Amigos del parque Patterson va fuerte. Participe hoy!

source: Tree Team
es_es: Equipo Tree

source: Events Calendar
es_es: Calendario de Eventos

source: Learn more about the amazing events that happen in Patterson Park every day and our outreach partners who make these events happen. Visit the Events Calendar to view upcoming Patterson Park events.
es_es: Aprenda más acerca de los sorprendentes acontecimientos que suceden en Patterson parque todos los días y nuestros socios de difusión que hacen que estos eventos sucedan. Visita el calendario de eventos para ver los próximos eventos del parque Patterson.

source: Kids Day
es_es: Día de los Niños

source: View Events Calendar
es_es: Ver el Calendario de Eventos

source: Park Map and Resources
es_es: Mapa del Parque y Recursos

source: Patterson Park Swimming Pool
es_es: Patterson parque piscina

source: Visit Park Map
es_es: Visite el Parque Mapa

source: Back
es_es: De Vuelta

source: Oops! This page cannot be found.
es_es: Oops! Esta página no puede ser encontrado.
